[
    {
        "name" : "Hari-Hari Haru Huru-Hara tapi Hore Ibu Tunggal",
        "author" : "Lita Iqtianty",
        "image" : "https://image.gramedia.net/rs:fit:0:0/plain/https://cdn.gramedia.com/uploads/products/rgrbi70hiu.jpeg",
        "release_date" : "December 2024",
        "genre" : "Motivation and self development",
        "description" : "Sudah mesti menerima kenyataan, kembali menata perasaan, hak asuh anak, menghadapi tantangan finansial, eh… masih ditambah stigma negatif dari kanan kiri untuk seorang ibu tunggal.  Terbayang, ya, HARI-HARI penuh HARU dan HURU-HARA yang mesti dijalani oleh ibu tunggal. Bisa jadi kamu relate banget sama hal ini karena mengalami sendiri atau dibesarkan oleh ibu tunggal.  Saya sebagai ibu tunggal paham banget segala kekacauan ini, karena itu saya mengajak teman-teman saya yang juga para ibu tunggal untuk berbagi pengalaman mereka.  Semoga pengalaman dan cerita para ibu tunggal ini bisa membantu ibu tunggal lainnya untuk menyelesaikan satu-satu permasalahan yang ada, dan akhirnya menjalani hari-hari dengan HORE kembali, ya.  Ingat… kamu enggak sendirian dan saat kamu merasa enggak kuat, kamu boleh mencolek orang-orang terdekat, dan semoga buku ini bisa menjadi sahabat."
    },
    {
        "name" : "New Crayon Shinchan 10",
        "author" : "Yoshito Usui & Uy Studio",
        "image" : "https://image.gramedia.net/rs:fit:0:0/plain/https://cdn.gramedia.com/uploads/products/n4z3s90nx-.jpg",
        "release_date" : "December 2024",
        "genre" : "Manga",
        "description" : "Ketika Keluarga Nohara sedang berlayar, Shinchan bertemu dengan lumba-lumba. Sungguh pengalaman yang tak terlupakan baginya. Selain itu, ada kisah penemuan cokelat yang cukup membuat kita penasaran. Bagaimana itu? Komik New Crayon Shinchan merupakan sebuah komik yang ditulis oleh Yoshito Usui & Uy Studio. Crayon Shinchan sangat populer di dunia, tak terkecuali di Indonesia. Crayon Shinchan banyak disukai oleh anak-anak karena mempunyai cerita yang sangat lucu dan juga cukup relate dengan kehidupan anak-anak. Crayon Shinchan bercerita tentang seorang anak kecil laki-laki bernama Shinchan, dia merupakan tokoh utama serial ini, seorang murid TK berusia 5 tahun yang gemar menirukan tingkah laku orang dewasa, menyukai berbagai serial anak-anak di televisi, serta sering merayu wanita dewasa yang cantik. Ia juga dapat merepotkan orang-orang di sekitarnya, dan sering membuat ulah. Shinchan hidup bersama dengan kedua orangtuanya dan juga adiknya yang bernama Himawari."
    }
]