[
  {
    "name": "Madilog : Materialisme , Dialektika , dan Logika",
    "author": "Tan Malaka",
    "genre": "Philosophy",
    "release_date": "2 November 2024",
    "image" : "https://image.gramedia.net/rs:fit:0:0/plain/https://cdn.gramedia.com/uploads/products/ogimsi-ozs.jpg",
    "description" : "Bila kaum muda yang telah belajar di sekolah dan menganggap dirinya terlalu tinggi dan pintar untuk melebur dengan masyarakat yang bekerja dengan cangkul dan hanya memiliki cita-cita yang sederhana maka lebih baik pendidikan itu tidak diberikan sama sekali.Di dalam karya besarnya ini, Tan Malaka mendorong bangsa Indonesia agar menguasai ilmu filsafat. Namun, bukan sembarang filsafat, melainkan filsafat yang didasarkan pada bukti nyata (ilmiah atau saintis). Ia meyakini bangsa Indonesia (dan bangsa-bangsa lain di dunia) lama terkungkung dalam penjajahan karena terbelenggu oleh pemikiran rohani bercampur mistis. Sebagai solusi, baginya sains adalah cara berpikir paling jitu, tepat, cemerlang untuk keluar dari “penjajahan” baru, yakni dominasi kapitalisme, feodalisme, dan antek-anteknya."
  },
  {
    "name": "History of Western Philosophy",
    "author": "Betrand Russell",
    "genre": "Philosophy",
    "release_date": "17 March 2021",
    "image": "https://books.google.co.id/books/content?id=iQZ6Xk9VdtAC&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE72AaX3nFqD16QEhZtE3-OAmlrq0jZY-HP_cLykWghmJgJdf3ag78QfnC-DWW6G2-L0HmIDjlXjbiqUZ_hX0erJsO-XqDRoXztSrqX5Z3aco0EF7qZf-N2BksPwnjtjSOrKiFvoV"
    ,"description": "Considered to be one of the most important philosophical works of all time, the History of Western Philosophy is a dazzlingly unique exploration of the ideologies of significant philosophers throughout the ages—from Plato and Aristotle through to Spinoza, Kant and the twentieth century. Written by a man who changed the history of philosophy himself, this is an account that has never been rivaled since its first publication over sixty years ago.Since its first publication in 1945, Lord Russell’s A History of Western Philosophy is still unparalleled in its comprehensiveness, its clarity, its erudition, its grace, and its wit. In seventy-six chapters he traces philosophy from the rise of Greek civilization to the emergence of logical analysis in the twentieth century."
  },
  {
    "name": "Tentang Langit",
    "author": "Aristotle",
    "genre": "Philosophy",
    "release_date":"31 December 2024",
    "image": "https://image.gramedia.net/rs:fit:0:0/plain/https://cdn.gramedia.com/uploads/products/egczv86nga.jpg",
    "description" : "Tentang Langit adalah risalah kosmologis utama Aristoteles: ditulis pada 350 SM, berisi teori astronomi dan gagasannya tentang cara kerja dunia terestrial. Menurut Aristoteles, benda-benda langit adalah realitas yang paling sempurna, sebuah 'substansi', yang gerakannya diatur oleh prinsip-prinsip selain dari empat elemen klasik (tanah, air, udara, api). "
}
]
