[
  {
    "name": "Groundwork for the Metaphysics of Morals",
    "author": "Immanuel Kant",
    "genre": "Philosophy",
    "release_date": "2000",
    "image" : "https://th.bing.com/th?id=OIP.Rai35wnkwAbxcKue-Qvs8QHaLi&w=109&h=170&rs=1&qlt=80&o=6&pid=3.1",
    "description" : "In 'Groundwork of the Metaphysics of Morals,' Immanuel Kant presents a seminal exploration of moral philosophy, laying the foundation for his ethical theory. The text is structured as a rigorous philosophical inquiry into the nature of moral imperatives, emphasizing the concepts of duty and the categorical imperative. Kant employs a clear, systematic style that seeks to establish universal moral principles grounded in rationality, distinguishing between hypothetical and categorical imperatives, and advocating for autonomy in ethical decision-making.This work is pivotal within the broader context of Enlightenment thought, engaging with and countering contemporary moral philosophies while championing reason as the basis for moral law. Immanuel Kant (1724-1804), the eminent German philosopher, is a central figure in modern Western philosophy, influencing fields beyond ethics, including epistemology and metaphysics. His upbringing in a Pietist household instilled in him a profound sense of duty and ethical inquiry.Kant's intellectual path was marked by a desire to reconcile empiricism and rationalism, leading him to examine the moral dimensions of human experience and the foundations of rational thought, ultimately culminating in the formulation of his ethical theories in this influential text.This book is essential for readers seeking to delve into the complexities of ethical philosophy. Kant's meticulous reasoning and profound insights offer valuable tools for understanding moral dilemmas, while his call for universal moral laws resonates with contemporary philosophical discourse. 'Groundwork of the Metaphysics of Morals' is not merely a historical document, but a vital work that challenges readers to reflect on the nature of morality, autonomy, and responsibility in their own lives."
  },
  {
    "name": "Critique of Practical Reason",
    "author": "Immanuel Kant",
    "genre": "Philosophy",
    "release_date": "1781",
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1421707935i/154072.jpg"
    ,"description": "This seminal text in the history of moral philosophy elaborates the basic themes of Kant's moral theory, gives the most complete statement of his highly original theory of freedom of the will, and develops his practical metaphysics. This new edition, prepared by an acclaimed translator and scholar of Kant's practical philosophy, presents the first new translation of the work to appear for many years, together with a substantial and lucid introduction."
  },
  {
    "name": "The World as Will and Representation, Volume I",
    "author": "Arthur Schopenhauer",
    "genre": "Philosophy",
    "release_date":"1818",
    "image": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1386924341i/19506.jpg",
    "description" : "Arthur Schopenhauer's Die Welt als Wille und Vorstellung is one of the most important philosophical works of the nineteenth century, the basic statement of one important stream of post-Kantian thought. It is without question Schopenhauer's greatest work. Conceived and published before the philosopher was 30 and expanded 25 years later, it is the summation of a lifetime of thought.For 70 years, the only unabridged English translation of this work was the Haldane-Kemp collaboration. In 1958, a new translation by E. F. J. Payne appeared that decisively supplanted the older one. Payne's translation is superior because it corrects nearly 1,000 errors and omissions in the Haldane-Kemp translation, and it is based on the definitive 1937 German edition of Schopenhauer's work prepared by Dr. Arthur Hübscher. Payne's edition is the first to translate into English the text's many quotations in half a dozen languages. It is thus the most useful edition for the student or teacher."
}
]
